<!DOCTYPE html>
<html>
  <head>
    <style>
		h1 {
			padding: 10px;
			color: #00A0A0;
			border: solid;
		}
	</style>
  </head>
  <body>
   <h1> # zhinaiyouman-a11y.github.io</h1>
    <h2>名前・ニックネーム</h2>
	  <p>わか</p>
	<h2>自己紹介</h2>
	  <p>
	  私は、人見知りで結構マイペースな性格です。なので、最初は自分から話しかけることができなくて、
	  仲良くなるのに時間がかかりますが、仲良くなるとたくさん話します。
	  </p>
	<h2>趣味・好きなこと</h2>
	  <p>
	  趣味は、アニメや漫画を見ることです。ジャンルを問わず、アクション系、ラブコメなどいろいろなものを見ますが、
	  最近はジャンプ系のものにはまっています。あと、バドミントンも好きです。中学生の時に部活で始めてから時間があるときに体育館を借りて
	  定期的にするようにしています。
	  </p>
	<h2>プロフィール</h2>
	  <p>https://github.com/zhinaiyouman-a11y</p>
  </body>
</html>
